Repository: UPCnet/genweb.ens
Catalog: genweb/ens/locales/*/LC_MESSAGES/genweb.ens.po
Languages: ca

source: Acord legal associat a un organ de govern
ca: Acord legal associat a un òrgan de govern

source: Acta de reunio
ca: Acta de reunió

source: Acta de reunio associada a un ens
ca: Acta de reunió associada a un ens

source: Carrec altres org.
ca: Càrrec altres org.

source: Carrec associat a un organ d'un ens que no es UPC
ca: Càrrec associat a un òrgan d'un ens que no és UPC

source: Carrec UPC
ca: Càrrec UPC

source: Carrec associat a un organ d'UPC
ca: Càrrec associat a un òrgan d'UPC

source: Document d'interes
ca: Document d'interès

source: Document d'interes legal associat a un ens
ca: Document d'interès legal associat a un ens

source: Documentacio
ca: Documentació

source: Documentacio associada a un carrec
ca: Documentació associada a un càrrec

source: Entitat u organitzacio com ara una universitat o una empresa
ca: Entitat u organització com ara una universitat o una empresa

source: Document public
ca: Document públic

source: Document public associat a un ens
ca: Document públic associat a un ens

source: Organ
ca: Òrgan

source: Organ associat a un ens
ca: Òrgan associat a un ens

source: Carrec directiu
ca: Càrrec directiu

source: Carrec directiu d'un ens
ca: Càrrec directiu d'un ens

source: Càrrec que pot representar UPC en algun ens
ca: Carrec que pot representar UPC en algun ens
